/* No comment provided by engineer. */
"%@ since last back-up" = "%@ kopš pēdējās rezerves kopijas izveidošanas";

/* No comment provided by engineer. */
"AC Power" = "Tīkla barošana";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort savienojums";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort savienojums izbeigts";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Uzmanību! HardwareGrowler tiks pievienots starta programmām un palaists katru reizi, piesakoties sistēmā";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "HardwareGrowler tiks palaists katru reizi, piesakoties sistēmā, lai arī citas programmas varētu izmantot HardwareGrowler";

/* No comment provided by engineer. */
"Back-up took %@" = "Rezerves kopēšana aizņēma %@";

/* No comment provided by engineer. */
"Battery charging" = "Baterija tiek lādēta";

/* No comment provided by engineer. */
"Battery Low!" = "Baterija gandrīz tukša!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Baterija gandrīz tukša, lūdzu, pievieno to barošanas tīklam tūlīt";

/* No comment provided by engineer. */
"Battery Power" = "Baterijas rezerve";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth savienots";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth savienojums";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth atvienots";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth savienojums izbeigts";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Bluetooth modulim ar OS X Lion nepieciešama vismaz versija 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth pārraugs";

/* No comment provided by engineer. */
"Cancel" = "Atcelt";

/* No comment provided by engineer. */
"Canceled after %@" = "Atcelts pēc %@";

/* No comment provided by engineer. */
"Caps Lock" = "Burtslēga taustiņš";

/* No comment provided by engineer. */
"Caps Lock Off" = "Burtslēga taustiņš neaktīvs";

/* No comment provided by engineer. */
"Caps Lock On" = "Burtslēga taustiņš aktīvs";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Klikšķini šeit, lai atvērtu";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Pašreizējais līmenis: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Ieslēdzot šo iespēju, HardwareGrowler darbosies, nerādot ikonu Dock vai panelī.\n\nLai atvērtu iestatījumus, klikšķiniet uz HardwareGrowler Launchpad aplikācijā vai Finder logā.";

/* No comment provided by engineer. */
"Failed after %@" = "Neveiksmīgi pēc %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire savienots";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire savienošanās";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire atvienots";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire atvienošanās";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire pārraugs";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Pirmā rezerves kopēšana, vai arī sistēmas žurnālā nav atrasta neviena rezerves kopija";

/* No comment provided by engineer. */
"FN Key" = "Fn taustiņš";

/* No comment provided by engineer. */
"FN Key Pressed" = "Fn taustiņš aktīvs";

/* No comment provided by engineer. */
"FN Key Released" = "Fn taustiņš neaktīvs";

/* No comment provided by engineer. */
"General" = "Vispārīgi";

/* Unit names */
"hours" = "stundas";

/* No comment provided by engineer. */
"Icon:" = "Ikona:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignorētās datu ierīces:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Lai saņemtu paziņojumus par Bluetooth darbību, strādājot ar OS X Lion, lūdzu, atjaunini OS X uz versiju 10.7.3 vai jaunāku";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Lai saņemtu paziņojumus par telefona iekārtām, strādājot ar OS X Lion, lūdzu, atjaunini OS X uz versiju 10.7.3 vai jaunāku";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Saņemts telefona zvans";

/* No comment provided by engineer. */
"Incoming SMS" = "Saņemta īsziņa ";

/* No comment provided by engineer. */
"Interface:\t%@" = "Saskarne:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Saskarne:\t%1$@⏎ Nesējvide:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "Nomainījusies IP adrese";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP adreses atjauninātas";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Savienots ar tīklu.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Atvienots no tīkla %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minūtes(-ēm)";

/* No comment provided by engineer. */
"Modules" = "Moduļi";

/* No comment provided by engineer. */
"Mounted" = "Pievienots";

/* No comment provided by engineer. */
"Network Link Down" = "Nav tīkla savienojuma";

/* No comment provided by engineer. */
"Network Link Up" = "Ir tīkla savienojums";

/* No comment provided by engineer. */
"Network Monitor" = "Tīkla pārraugs";

/* display no icon at all */
"No icon visible" = "Nerādīt ikonu";

/* No comment provided by engineer. */
"No routable IP addresses" = "Nav maršrutējamu IP adrešu";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Ziņot par:";

/* No comment provided by engineer. */
"Num Lock" = "Ciparslēga taustiņš";

/* No comment provided by engineer. */
"Num Lock Off" = "Ciparslēga taustiņš neaktīvs";

/* No comment provided by engineer. */
"Num Lock On" = "Ciparslēga taustiņš aktīvs";

/* If the string is too long, use O */
"OFF" = "NĒ";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "JĀ";

/* Format string for On <power type> */
"On %@" = "%@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Atvērt HardwareGrowler iestatījumus…";

/* No comment provided by engineer. */
"Phone Module" = "Telefona modulis";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Tenelona modulim nepieciešama OS X Lion 10.7.3 vai jaunāka versija";

/* No comment provided by engineer. */
"Power Changed" = "Barošana pārslēgta";

/* No comment provided by engineer. */
"Power Monitor" = "Barošanas pārraugs";

/* No comment provided by engineer. */
"Power Warning" = "Barošanas brīdinājums";

/* No comment provided by engineer. */
"Preferences" = "Iestatījumi";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Apturēt HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Pārlasīt baterijas uzlādes stāvokli";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Pārlasīt ik pēc:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Pārlasīt tikai, ja dators darbojas no baterijas";

/* Unit names */
"seconds" = "sekundes";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Nosūtīts, pievienojoties Bluetooth iekārtai";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Nosūtīts, atvienojoties Bluetooth iekārtai";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Nosūtīts, pievienojoties Firewire iekārtai";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Nosūtīts, atvienojoties Firewire iekārtai";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Nosūtīts, pievienojoties Thunderbolt iekārtai";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Nosūtīts, atvienojoties Thunderbolt iekārtai";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Nosūtīts, pievienojoties USB iekārtai";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Nosūtīts, atvienojoties USB iekārtai";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Nosūtīts, pievienojot datu sējumu";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Nosūtīts, atvienojot datu sējumu";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Nosūtīts, AirPort savienojoties ar tīklu";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Nosūtīts, AirPort atienojoties no tīkla";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Nosūtīts, atvienojoties Ethernet savienojumam";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Nosūtīts, izveidojoties Ethernet savienojumam ";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Nosūtīts pie zema baterijas līmeņa ";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Nosūtīts, mainoties IP adresei";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Nosūtīts, mainoties barošanas avotam";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Nosūtīts, ja Time Machine rezerves kopēšanas sesija nav beigusies veiksmīgi";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Nosūtīts, ja Time Machine rezerves kopēšanas sesija beigusies veiksmīgi";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Nosūtīts, ja Time Machine rezerves kopēšanas sesija ir pārtraukta";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Nosūtīts, uzsākot Time Machine rezerves kopēšanas sesiju";

/* No comment provided by engineer. */
"Shift Key" = "Pārslēgšanas taustiņš";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Pārslēgšanas taustiņš nospiests";

/* No comment provided by engineer. */
"Shift Key Released" = "Pārslēgšanas taustiņš atlaists";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Startējot rādīt pievienotās iekārtas";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Rādīt ikonu panelī un dokā";

/* display the icon only in the dock */
"Show icon in the dock" = "Rādīt ikonu dokā";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Rādīt ikonu panelī";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Palaist HardwareGrowler piesakoties:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Šim ekrānam nav iestatījumu.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Izmaiņas stāsies spēkā pēc HardwareGrowler pārstartēšanas.";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt savienots";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt savienošanās";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt atvienots";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt atvienošanās";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt ekrāns";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine kopēšana atcelta";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine kopēšana neizdevās";

/* No comment provided by engineer. */
"Time Machine finished" = "Pabeigta Time Machine kopēšana";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine kopēšana beigusies";

/* No comment provided by engineer. */
"Time Machine started" = "Uzsākta Time Machine kopēšana";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine kopēšana sākusies";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Atlikušais laiks: %lu minūtes";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Uzlādes laiks: %lu minūtes";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time Machine pārraugs";

/* No comment provided by engineer. */
"Unknown Power Source" = "Nezināms strāvas avots";

/* No comment provided by engineer. */
"Unmounted" = "atvienots";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "FireWire iekārta bez nosaukuma";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Nezināma Thunderbolt iekārta";

/* No comment provided by engineer. */
"UPS Power" = "Nepārtrauktās barošanas strāvas avots";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 kopne";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 šina";

/* No comment provided by engineer. */
"USB Bus" = "USB kopne";

/* No comment provided by engineer. */
"USB Connected" = "USB savienots";

/* No comment provided by engineer. */
"USB Connection" = "USB savienojums";

/* No comment provided by engineer. */
"USB Disconnected" = "USB atvienots";

/* No comment provided by engineer. */
"USB Disconnection" = "USB savienojums izbeigts";

/* No comment provided by engineer. */
"USB Monitor" = "USB pārraugs";

/* No comment provided by engineer. */
"Volume Monitor" = "Disku pārraugs";

/* No comment provided by engineer. */
"Volume Mounted" = "Datu sējums pievienots";

/* No comment provided by engineer. */
"Volume Unmounted" = "Datu sējums atvienots";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Brīdinājums! HardwareGrowler darbosies kā fona process";

